{
  "نان سنتی": {
    "business_lines": "Bakery",
    "explanation": "نان سنگک و بربری",
    "exclusions": "تافتون و نان های فانتزی و نان های شیرین و نان شرکتی، آرد"
  },
  "اسموتی و شیک": {
    "business_lines": "Cafe, Restaurant, Ice Cream And Juice Shop",
    "explanation": "انواع اسموتی و شیک، گلاسه",
    "exclusions": "هرچیزی که قهوه دارد"
  },
  "اسنک و میان وعده": {
    "business_lines": "Cafe, Restaurant, Ice Cream And Juice Shop",
    "explanation": "انواع اسنک و غذاهای سبک که برای میان وعده مناسب است مثل چیپس و پنیر، پنینی، ذرت مکزیکی، سیب زمینی، لقمه، اسنک، پیراشکی و اشترودل و اسپرینگ رول و فینگرفود و کلاب و بورک و سمبوسه و تست",
    "exclusions": "شیرینی ها، سالاد ها، نیمرو و املت، سالاد کلم، سالاد فصل، بورانی، سالاد شیرازی، ماست، زیتون، سوپ، آبمیوه بستنی و انواع نوشیدنی"
  },
  "آبمیوه": {
    "business_lines": "Cafe, Restaurant, Ice Cream And Juice Shop, Fruit Shop",
    "explanation": "انواع آبمیوه ی تازه و ترکیبی و طبیعی، لیموناد تازه، موهیتو تازه",
    "exclusions": "آبمیوه های شرکتی و صنعتی، انواع نوشابه ها و هر چیزی که قهوه دارد"
  },
  "آبمیوه و بستنی": {
    "business_lines": "Cafe, Restaurant, Ice Cream And Juice Shop, Fruit Shop",
    "explanation": "انواع آبمیوه و بستنی، انواع آبمیوه ی تازه و ترکیبی و طبیعی، لیموناد تازه، موهیتو تازه، بستنی های اسکوپی، شیر پسته، معجون با بستنی، فالوده",
    "exclusions": "آبمیوه ها و بستنی های شرکتی و صنعتی، انواع نوشابه ها و هر چیزی که قهوه دارد"
  },
  "برگر": {
    "business_lines": "Cafe, Restaurant",
    "explanation": "انواع برگر و همبرگر",
    "exclusions": "همبرگر های شرکتی نیمه آماده در دسته بندی های غیر رستوران، اگ برگر، نیمرو برگر"
  },
  "پاستا": {
    "business_lines": "Cafe, Restaurant",
    "explanation": "انواع پاستا و لازانیا و اسپاگتی و پنه و راویولی",
    "exclusions": "پاستا های نیمه اماده غیر رستورانی و ماکارونی و سالاد ماکارونی"
  },
  "پروتئین": {
    "business_lines": "Meat Shop",
    "explanation": "انواع گوشت سفید و قرمز و ماهی و میگو و محصولات دریایی تازه، انواع سوسیس و کالباس، بیکن و پپرونی خام، غذاها و گوشت های منجمد و نیمه اماده",
    "exclusions": "سس ها، ترشی ها، کنسروها، سبزی های منجمد، حبوبات، میوه ها، ادویه ها، سبزی های پخته شده، خیار شور، زیتون، کمپوت ها، غلات، پیتزا اماده"
  },
  "پلو و خوراک": {
    "business_lines": "Cafe, Restaurant",
    "explanation": "تمامی های پلو ها و خوراک ها و مرغ ها و کباب تابه ای و دیگی و چلو ها و غذای ایرانی و دیزی، انواع ته چین، اکبر جوجه، عدس پلو، زرشک پلو، باقالی پلو، لوبیاپلو، پلوها، دیزی، خوراک ها مانند میرزاقاسمی، کشک و بادمجان و استروگانوف و کباب ترکی و دنر بشقاب فیله مرغ، بشقاب استیک، بشقاب گوشت",
    "exclusions": "جوجه کباب، کباب کوبیده، چنجه، بختیاری، کباب میکس، سلطانی، کباب وزیری، پلو کباب، کباب گوسفندی، کباب رول، ماهی کبابی، کباب ترش"
  },
  "پیتزا": {
    "business_lines": "Cafe, Restaurant",
    "explanation": "پیتزا",
    "exclusions": "پیتزا های شرکتی نیمه آماده در دسته بندی های غیر رستوران و ساندویچ های پیتزایی و پیتزا شکلاتی"
  },
  "چلو خورشت": {
    "business_lines": "Cafe, Restaurant",
    "explanation": "همه خورشت ها",
    "exclusions": "چلو مرغ ها، خوراک، کباب ها، ماهی ها، پلو های مخلوط"
  },
  "حلیم و آش": {
    "business_lines": "Cafe, Restaurant",
    "explanation": "انواع حلیم صبحانه و آش",
    "exclusions": "حلیم بادمجان، انواع سوپ"
  },
  "سالاد و غذای رژیمی": {
    "business_lines": "Cafe, Restaurant",
    "explanation": "سالاد ها و کلمه رژیمی، دایت، جوجه ماستی، سالاد سزار، فتوش، یونانی، سبز و غذاهایی که در عنوان شان کلمه رژیمی هست",
    "exclusions": "رژیمی های غیر رستوران و کافه، سالاد کلم، سالاد فصل، بورانی، سالاد شیرازی، ماست"
  },
  "ساندویچ": {
    "business_lines": "Cafe, Restaurant",
    "explanation": "انواع ساندویچ و هات داگ، انواع ساندویچ سوسیس",
    "exclusions": "برگر، پیتزا، ساندویچ کبابی، ساندویچ نیمرو، ساندویچ املت"
  },
  "سوخاری": {
    "business_lines": "Cafe, Restaurant",
    "explanation": "انواع سوخاری",
    "exclusions": "سالاد با مرغ سوخاری، سوخاری نیمه آماده"
  },
  "شیرینی و دسر": {
    "business_lines": "Pastry, Cafe, Restaurant",
    "explanation": "انواع شیرینی و دسر",
    "exclusions": "نان شیرین و شکلات شرکتی"
  },
  "صبحانه سنتی": {
    "business_lines": "Cafe, Restaurant",
    "explanation": "کله پاچه، خوراک لوبیا، عدسی و صبحانه ایرانی",
    "exclusions": "انواع سوپ، نیمرو، املت، صبحانه فرنگی، نوشیدنی"
  },
  "صبحانه فرنگی": {
    "business_lines": "Cafe, Restaurant, Pastry",
    "explanation": "پنینی, اسکرامبل, آووکادو, کلاب, فوکاچا, پیده, خاچاپوری, صبحانه انگلیسی, تست آووکادو و بیکن, تخم مرغ بیکن, فوکاچا تخم مرغ و بیکن, اسپشیال بیکن, اسکرامبل تخم مرغ و بیکن, بیکن تخم مرغ, پیده بیکن, خاچاپوری بیکن و اسفناج, پنینی نیمرو بیکن, فرنچ تست بیکن, صبحانه پیتزا بیکن, اسکرامبل بیکن, تست بیکن و پنیر, خاچاپوری با بیکن, مافین تخم مرغ و بیکن, پنینی‌ بیکن, تست بیکن و آووکادو, کلاب بیکن, بشقاب انگلیسی با بیکن، سیمیت، وافل، کروسان، دونات، کوکی، شکلات، پیراشکی، شیرینی، مافین",
    "exclusions": "املت و نیمرو سنتی، نوشیدنی"
  },
  "غذای دریایی": {
    "business_lines": "Cafe, Restaurant",
    "explanation": "ماهی، میگو، لابستر، سبزی پلو با ماهی و ماهی کبابی",
    "exclusions": "تن ماهی"
  },
  "قهوه": {
    "business_lines": "Cafe, Restaurant, Ice Cream And Juice Shop, Pastry",
    "explanation": "انواع نوشیدنی سرد و گرم قهوه، فراپه قهوه، فراپاچینو، آفوگاتو، موکا، لته، نسکافه، کورتادو",
    "exclusions": "پودر قهوه و نسکافه و پودرهای فوری، بستنی با طعم قهوه"
  },
  "کباب": {
    "business_lines": "Cafe, Restaurant",
    "explanation": "جوجه کباب، کباب کوبیده، چنجه، بختیاری، کباب میکس، سلطانی، بال کبابی، کباب وزیری، پلو کباب، کباب گوسفندی، کباب رول، کباب ترش",
    "exclusions": "کباب دیگی، کباب های خورشتی، پنیر کبابی، فلفل کبابی، گوجه کبابی و کباب ترکی"
  },
  "میوه و تره‌بار": {
    "business_lines": "Fruit Shop",
    "explanation": "میوه ها، صیفی جات، سبزی های تازه و خرد شده، سبزی های پخته شده",
    "exclusions": "سس ها، ترشی ها، کنسروها، سبزی های منجمد، حبوبات، ادویه ها، خیار شور، زیتون، کمپوت ها، حبوبات، غلات"
  },
  "نان فانتزی": {
    "business_lines": "Bakery, Pastry",
    "explanation": "انواع نان شامل نان سنتی و فانتزی، سیمیت ساده، کروسان ساده",
    "exclusions": "نان ها و شیرینی های مغزدار"
  },
  "نیمرو و املت": {
    "business_lines": "Cafe, Restaurant",
    "explanation": "انواع نیمرو و املت به شکل سنتی",
    "exclusions": "انواع پیتزا، برگر، کلاب، پنینی، تست، مافین، سیمیت، وافل، کروسان"
  }
}
